Repository: kvaps/ltsp5
Catalog: po/*.po
Languages: bs, ja, nl, pt_br, sk, sq, tr, uk

source: translator-credits
bs: Launchpad Contributions: Jim McQuillan https://launchpad.net/~jam-mcquil Samir Ribić https://launchpad.net/~megaribi blablabla https://launchpad.net/~blablablablabla999-deactivatedaccount-deactivatedaccount
ja: Launchpad Contributions: Hideki Yamane https://launchpad.net/~henrich Jim McQuillan https://launchpad.net/~jam-mcquil yossi https://launchpad.net/~ykuroda
nl: Launchpad Contributions: Balaam's Miracle https://launchpad.net/~balaam-balaamsmiracle Bert Timmerman https://launchpad.net/~bert-timmerman Bert Van de Poel https://launchpad.net/~bhack Jan Middelkoop https://launchpad.net/~jan-recreatie-zorg Jim McQuillan https://launchpad.net/~jam-mcquil Rachid https://launchpad.net/~rachidbm Wim Muskee https://launchpad.net/~wimmuskee itronic https://launchpad.net/~itronic lepjepr https://launchpad.net/~0k-alex rob https://launchpad.net/~rvdb
pt_br: Launchpad Contributions: Adriano Steffler https://launchpad.net/~adrianosteffler Alexandro Silva https://launchpad.net/~alexos-deactivatedaccount Andrius Gabriel da Luz https://launchpad.net/~andriusgabriel André Gondim https://launchpad.net/~andregondim André Luís Lopes https://launchpad.net/~andrelop Edvaldo de Souza Cruz https://launchpad.net/~edvaldoscruz Felipe Augusto van de Wiel (faw) https://launchpad.net/~faw-debian Flávio de Sousa https://launchpad.net/~flavio-as-deactivatedaccount Gerson "fserve" Barreiros https://launchpad.net/~fserve Guilherme Benkenstein https://launchpad.net/~gb-7 Gustavo Franco https://launchpad.net/~stratus Hriostat https://launchpad.net/~hriostat Ivan Brasil Fuzzer https://launchpad.net/~ivanbrasil Jim McQuillan https://launchpad.net/~jam-mcquil Lucas R. Martins https://launchpad.net/~lukasrms Mario A. C. Silva (Exp4nsion) https://launchpad.net/~marioancelmo Rafael Marconi https://launchpad.net/~rmmarconi Rafael Neri https://launchpad.net/~rafepel Renato Krause https://launchpad.net/~renatokrause Sebastião Luiz Guerra https://launchpad.net/~sebastiao-luiz-guerra Tiago Hillebrandt https://launchpad.net/~tiagohillebrandt
sk: Launchpad Contributions: Blackbird https://launchpad.net/~blackbird-ubuntu Jim McQuillan https://launchpad.net/~jam-mcquil Jozef Bucha https://launchpad.net/~bucha-jozef Slavko https://launchpad.net/~linux-slavino helix84 https://launchpad.net/~helix84
sq: Launchpad Contributions: Besnik https://launchpad.net/~besnik-programeshqip-org Jim McQuillan https://launchpad.net/~jam-mcquil Vilson Gjeci https://launchpad.net/~vilsongjeci
tr: Launchpad Contributions: Angel Spy https://launchpad.net/~dilara.ekinci Fatih Bostancı https://launchpad.net/~fbostanci Jim McQuillan https://launchpad.net/~jam-mcquil Orçun Kemal Küçük https://launchpad.net/~heartquake83 Tutku Dalmaz https://launchpad.net/~tutkudalmaz Uğur ADIYAMAN https://launchpad.net/~uguradiyaman Veysi Ertekin https://launchpad.net/~veysiertekin Volkan Gezer https://launchpad.net/~volkangezer meda https://launchpad.net/~ademcal ubuntuki https://launchpad.net/~aleverzurumlu
uk: Launchpad Contributions: Jim McQuillan https://launchpad.net/~jam-mcquil Yuri Chornoivan https://launchpad.net/~yurchor-gmail yurchor https://launchpad.net/~yurchor-deactivatedaccount

source: Login Error
ja: ログインエラー
nl: Aanmeldfout
pt_br: Erro de Login
sk: Chyba prihlásenia
sq: Gabim Hyrjeje
tr: Giriş Hatası
uk: Помилка входу

source: User
ja: ユーザ
nl: Gebruiker
pt_br: Usuário
sk: Používateľ
sq: Përdorues
tr: Kullanıcı
uk: Користувач

source: already logged in!
ja: 既にログインしています!
nl: Reeds aangemeld!
pt_br: Usuário já está logado!
sk: je už prihlásený!
sq: tashmë i futur!
tr: zaten giriş yapmış!
uk: вхід вже здійснено!

source: Continue
ja: 続行
nl: Doorgaan
pt_br: Avançar
sk: Pokračovať
sq: Vazhdo
tr: Devam et
uk: Продовжити

source: Login Warning
ja: ログインの警告
nl: Aanmeldwaarschuwing
pt_br: Aviso de Login
sk: Prihlasovacie varovanie
sq: Sinjalizim Hyrjeje
tr: Giriş Uyarısı
uk: Застереження при вході

source: Cancel
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
sk: Zrušiť
sq: Anuloje
tr: İptal et
uk: Скасувати

source: API ERROR: you need to provide true or false.
bs: API GREŠKA: morate navesti tačno ili netačno.
ja: API エラー: true か false を指定する必要があります
nl: API FOUT: waar of niet waar moet worden opgegeven.
pt_br: ERRO DE API: você precisa informar verdadeiro ou falso.
sk: CHYBA API: musíte zadať true alebo false.
sq: GABIM API: duhet të jepni true ose false.
tr: API HATASI: duğru veya yanlış olarak onaylamalısınız
uk: ПОМИЛКА API: слід вказати значення true або false.

source: display this help message
bs: prikaz ove poruke pomoći
ja: このヘルプメッセージを表示する
nl: dit hulpbericht weergeven
pt_br: mostrar esta mensagem de ajuda
sk: zobrazí tohoto pomocníka
sq: shfaq këtë mesazh ndihme
tr: bu yardım iletisini göster
uk: показати це довідкове повідомлення

source: display help for all available commandline options
bs: prikaz pomoći za sve raspoložive opcije komandne linije
ja: 利用可能な全てのコマンドラインオプションを表示する
nl: hulp tonen voor alle beschikbare opdrachtregelopties
pt_br: mostrar ajuda para todas as opções de linha de comando disponíveis
sk: zobrazí pomocníka pre všetky dostupné voľby príkazového riadku
sq: shfaq ndihmë për krejt mundësinë e përdorshme te rreshti i urdhrave
tr: tüm kullanılabilir komut satırı seçenekleri için yardımı göster
uk: показати довідкове повідомлення щодо всіх параметрів командного рядка

source: output version information and exit
sq: jep të dhëna versioni dhe dil
tr: sürüm bilgisini görüntüle ve çık

source: LTSP Build Client usage:
bs: LTSP Build Client upotreba:
ja: LTSP ビルドクライアントの使い方:
nl: Gebruik van de LTSP build-client:
pt_br: Uso do LTSP Build Client:
sk: Použitie skriptu na zostavenie klienta LTSP:
sq: Përdorimi i Klientit LTSP të Montimeve:
tr: LTSP Yapı İstemcisi kullanımı:
uk: Використання клієнта збирання LTSP:

source: Regular options:
bs: Obične opcije:
ja: 通常のオプション:
nl: Basisopties:
pt_br: Opções comuns:
sk: Bežné voľby:
sq: Mundësi të zakonshme:
tr: Düzenli seçenekler:
uk: Звичайні параметри:

source: Advanced options:
bs: Napredne opcije:
ja: 高度なオプション:
nl: Geavanceerde opties:
pt_br: Opções avançadas:
sk: Pokročilé voľby:
sq: Mundësi të thelluara:
tr: Gelişmiş seçenekler:
uk: Додаткові параметри:

source: info: LTSP client installation completed successfully
bs: info: instalacija LTSP client-a uspješno završena
ja: 情報: LTSP クライアントのインストールは無事に完了しました
nl: info: installatie van LTSP-client met succes voltooid
pt_br: info: instalação do cliente LTSP finalizada com sucesso
sk: INFO: Inštalácia klienta LTSP úspešne dokončená
sq: info: Instalimi i klientit LTSP u plotësua me sukses
tr: bilgi: LTSP istemcisinin kurulumu başarıyla tamamlandı
uk: повідомлення: встановлення клієнта LTSP успішно завершено

source: error: LTSP client installation ended abnormally
bs: greška: instalacija LTSP client-a nije završila normalno
ja: エラー: LTSP クライアントのインストールは途中で異常終了しました
nl: fout: installatie van LTSP-client werd onverwacht afgebroken
pt_br: erro: instalação do cliente LTSP terminou de maneira anormal
sk: CHYBA: Inštalácia klienta LTSP skončila neúspešne
sq: gabim: instaluesi i klientit LTSP përfundoi papritur
tr: hata: LTSP istemcisinin kurulumu beklenmedik bir şekilde sonlandı
uk: помилка: під час спроби встановлення клієнта LTSP сталися помилки

source: Enable progress reporting
ja: 進捗の表示を有効にする
nl: Voortgangsrapportage inschakelen
pt_br: Habilitar registro de processos
sk: Povolí hlásenie priebehu
sq: Aktivizo raportim ecurie
tr: İlerleme raporlamasını etkinleştir
uk: Увімкнути показ даних щодо поступу

source: Print stage times (seconds)
ja: 経過時間を出力する (秒)
nl: Staptijden tonen (seconden)
pt_br: Imprimir tempo de fase (segundos)
sk: Vypíše časy etáp (v sekundách)
sq: Paraqit kohë etapash (në sekonda)
tr: Aşama zamanlarını yazdır (saniye)
uk: Виводити тривалість виконання етапів (у секундах)

source: Draw progress bar
ja: プログレスバーを表示する
nl: Voortgangsbalk weergeven
pt_br: Exibir barra de progresso
sk: Kreslí ukazovateľ priebehu
sq: Vizato shtyllë ecurie
tr: İlerleme çubuğu çiz
uk: Малювати смужку поступу

source: set the target architecture
bs: postavi ciljnu arhitekturu
ja: 対象のアーキテクチャを設定する
nl: selecteer de doelarchitectuur
pt_br: definir a arquitetura alvo
sk: nastaví cieľovú architektúru
sq: caktoni arkitekturën e objektivit
tr: hedef mimariyi ayarla
uk: встановити архітектуру системи

source: set the distribution to be used for install
ja: インストールに使うディストリビューションを設定する
nl: selecteer de distributie om te installeren
pt_br: defina a distribuição a ser usada para a instalação
sk: nastaví distribúciu inštalácie
sq: caktoni shpërndarjen që duhet përdorur për instalimin
tr: kurulum için kullanılan dağıtımı ayarla
uk: встановити дистрибутив, який буде використано для встановлення

source: set the default locale
ja: デフォルトのロケールを設定する
nl: selecteer de standaard landinstelling
pt_br: defina a localização padrão
sk: nastaví predvolenú lokalizáciu
sq: Caktoni gjuhën parazgjedhje
tr: öntanımlı konumu ayarla
uk: встановити типову локаль

source: set the mirror location
ja: ミラーを指定する
nl: selecteer een mirror
pt_br: defina a localização do repositório
sk: nastaví umiestnenie zrkadla
sq: caktoni vendndodhjen e pasqyrës
tr: yansının konumunu ayarla
uk: встановити адресу дзеркала

source: add a mirror, which takes priority over the default mirror
bs: dodaj ogledalo, koje uzima prioritet nad podrazumijevanim ogledalom
ja: デフォルトのミラーより優先するミラーを追加する
nl: voeg een mirror toe die voorrang krijgt op de standaardmirror
pt_br: adicionar um espelho que receberá uma prioridade maior que o espelho padrão
sk: pridá zrkadlo s vyššou prioritou ako predvolené
sq: shtoni një pasqyrë, e cila ka përparësi kundrejt pasqyrës parazgjedhje
tr: öntanımlı yansıdan önceliği alan yansıyı ekle
uk: додати дзеркало, яке матиме вищий пріоритет за типове дзеркало

source: add a mirror, with lower priority than the default mirror
bs: dodaj ogledalo, sa manjim prioritetom od podrazumijevanog ogledala
ja: デフォルトのミラーよりも低い優先度でミラーを追加する
nl: voeg een mirror toe met een lagere prioriteit dan de standaardmirror
pt_br: adicionar um espelho que receberá uma prioridade menor que o espelho padrão
sk: pridá zrkadlo s nižšou prioritou ako predvolené
sq: shtoni një pasqyrë, me përparësi më të ulët se sa pasqyra parazgjedhje
tr: öntanımlı yansıdan daha az önceliğe sahip yansı ekle
uk: додати дзеркало, яке матиме нижчий пріоритет за типове дзеркало

source: add a security mirror
bs: dodaj bezbjednosno ogledalo
ja: セキュリティリポジトリのミラーを追加する
nl: voeg een veiligheidsmirror toe
pt_br: adicionar um espelho de segurança
sk: pridá zrkadlo bezpečnostných aktualizácií
sq: shtoni një pasqyrë sigurie
tr: güvenlik yansısı ekle
uk: додати дзеркало оновлень захисту системи

source: set the list of packages to install after base-install is completed
ja: ベースインストールの完了後にインストールするパッケージ一覧を設定する
nl: selecteer de pakketten die geïnstalleerd moeten worden na de basisinstallatie
pt_br: defina a lista de pacotes a serem instalados depois que a instalação base for completada
sk: zoznam balíkov na nainštalovanie po dokončení základnej inštalácie
sq: formoni listën e paketave që duhen instaluar pasi plotësohet instalimi bazë
tr: temel-kurulum bittikten sonra kurulacak paketlerin listesine bak
uk: визначити список пакунків, які слід встановити після завершення базового встановлення

source: Set the i18n langs
ja: i18n langs を設定する
nl: Stel de i18n-taal in
pt_br: Defina a linguagem i18n
sk: Nastaví jazyky i18n
sq: Caktoni gjuhët i18n
tr: i18n dillerini ayarla
uk: встановити мови перекладу інтерфейсу та документації

source: set the kernel package to install.
ja: インストールするカーネルパッケージを設定する
nl: selecteer het te installeren kernelpakket
pt_br: definir o pacote de kernel a ser instalado.
sk: nastaví balík jadra na nainštalovanie
sq: caktoni paketën kernel që duhet instaluar.
tr: Kurmak için çekirdek paketini ayarla.
uk: встановити пакунок ядра, який слід встановити

source: enable serial console
bs: uključi serijsku konzolu
ja: シリアルコンソールを有効にする
nl: activeer seriële console
pt_br: habilitar console serial
sk: povolí sériovú konzolu
sq: aktivizo konsol seriale
tr: seri konsolu etkinleştir
uk: увімкнути послідовну консоль

source: Enabling serial console...
bs: Uključujem serijsku konzolu...
ja: シリアルコンソールを有効にしています…
nl: Seriële console wordt geactiveerd...
pt_br: Habilitando console serial...
sk: Povoľovanie sériovej konzoly...
sq: Po aktivizohet konsol seriale…
tr: Seri konsol etkinleştiriliyor...
uk: Вмикаємо послідовну консоль…

source: set the kernel modules packages to install.
ja: インストールするカーネルモジュールパッケージを設定する
nl: selecteer de kernelmodules die geïnstalleerd moeten worden.
pt_br: Definir pacotes de módulos do kernel a serem instalados.
sk: nastaví balíky modulov jadra na nainštalovanie
sq: caktoni paketa modulesh kerneli që duhen instaluar.
tr: kurulacak çekirdek modül paketlerini belirleyin
uk: встановити перелік пакунків модулів ядра, які слід встановити

source: list of packages to install as part of the final installation
ja: インストール作業の最後で、インストールしたパッケージを表示する
nl: pakketten die geïnstalleerd moeten worden als deel van de uiteindelijke installatie
pt_br: lista de pacotes a serem instalados como parte da instalação final
sk: zoznam balíkov na nainštalovanie počas konečnej inštalácie
sq: listë paketash ekstra që duhen instaluar si pjesë e instalimit përfundimtar.
tr: Son yüklemede bulunmasını istediğiniz paketlerin listesi
uk: список пакунків, які слід встановити як частину загального комплекту встановлення

source: keep cache of downloaded package files
bs: čuvaj keš preuzetih paketa datoteka
ja: ダウンロード済みパッケージファイルのキャッシュを保持する
nl: bewaar de gedownloade pakketten op de harddisk
pt_br: manter cache de arquivos de pacotes baixados
sk: ponechá stiahnuté balíky vo vyrovnávacej pamäti
sq: mbaj një fshehtinë të kartelave të paketave të instaluara
tr: indirilmiş paketlerin önbelleklerini sakla
uk: зберігати кеш отриманих файлів пакунків

source: prompt to set the root password, defaults to disabled
bs: pitaj za postavljanje root šifre, podrazumijevano će biti isključeno
ja: root パスワードの設定を要求する。デフォルトでは無効
nl: vragen om een root-wachtwoord in te stellen (standaard uitgeschakeld)
pt_br: questionar se deve definir a senha de root, o padrão é desabilitá-la
sk: spýtať sa na heslo pre root, predvolene je prihlásenie zakázané
sq: kërko caktimin e fjalëkalimit për rrënjën, si parazgjedhje është e çaktivizuar
tr: root şifresini oluşturmak, öntanımlıları devredışı bırakmak için beni uyar
uk: попросити встановити пароль root, типово вимкнено

source: include the listed keys in the apt keyring
bs: uključi ključeve sa liste u apt prsten ključeva
ja: 鍵の一覧を apt 鍵リストに含める
nl: voeg de weergegeven sleutels toe aan de apt-sleutelbos
pt_br: incluir as chaves listadas no chaveiro do apt
sk: zoznam kľúčov na zahrnutie do kľúčenky APT
sq: përfshi te vargu i kyçeve për apt kyçet e treguar
tr: listelenen anahtarları apt anahtarlığında kullan
uk: включити ключі з вказаного списку до сховища ключів apt

source: allow unsigned packages during install
bs: dopusti nepotpisane pakete pri instalaciji
ja: インストール処理中、署名されていないパッケージを許可する
nl: sta ongesigneerde pakketten toe tijdens de installatie
pt_br: permitir pacotes não-assinados durante a instalação
sk: povolí inštaláciu nepodpísaných balíkov
sq: lejo gjatë instalimit paketa të panënshkruara
tr: kurulum boyunca imzasız paketlere izin ver
uk: дозволити встановлення непідписаних пакунків

source: set the components to be used in mirror
bs: postavi komponente koje će koristiti mirror kopija
ja: ミラーで使われているコンポーネントを設定する
nl: selecteer de componenten om te gebruiken in de spiegelserver
pt_br: definir os componentes a serem utilizados no espelho
sk: nastaví použité komponenty zrkadla
sq: caktoni përbërësit që duhen përdorur në pasqyrë
tr: Yansıda kullanılacak bileşenleri ayarla
uk: встановити компоненти, які слід використовувати у дзеркалі

source: set the distribution to be used for install, defaults to running distribution
nl: kies de distributie die gebruikt moet worden voor de installatie, standaard de draaiende distributie
pt_br: definir a distribuição que será utilizada para a instalação, o padrão é a distribuição que está sendo executada
sq: caktoni shpërndarjen që duhet përdorur për instalimin, si parazgjedhje përdoret shpërndarja që është duke xhiruar
tr: kurulum için kullanılacak dağıtımı ayarlayın, dağıtımı varsayılan olarak ayarlanır
uk: визначити дистрибутив, який слід використовувати для встановлення; типовим є поточний дистрибутив

source: distribution to set up apt pinning
bs: distribucija je postavljena na apt pin
ja: apt pinning を設定するディストリビューション
nl: distributie om apt op vast te zetten
pt_br: Distribuição para a qual será definido o congelamento no apt
sk: distribúcia pre nastavenie APT pinningu
sq: shpërndarje për të rregulluar fiksim apt
tr: apt bağlantısının yapılacağı dağıtım
uk: дистрибутив для налаштування фіксування apt

source: list of packages to install from the pinned distribution
bs: lista paketa za instalaciju s distribucije s pinom
ja: pin が設定されたディストリビューションからインストールするパッケージ群
nl: lijst van pakketten om te installeren uit de vastgezette distributie
pt_br: Lista de pacotes a instalar da distribuição congelada
sk: zoznam balíkov na inštaláciu z pinnovanej distribúcie
sq: listë paketash që duhen instaluar prej shpërndarjes së fiksuar
tr: Bağlanmış dağıtımdan yüklenecek paketlerin listesi
uk: список пакунків, які слід встановити з фіксованого дистрибутива

source: load debconf seeding in the chroot after install
bs: učitaj debconf sijanje u chroot nakon instalacije
ja: インストール後に chroot 内で debconf の事前設定をロードする
nl: debconf seeding in de chroot laden na de installatie
pt_br: carregar pré-configuração debconf no chroot após a instalação
sk: po inštalácii načíta prednastavenia debconf
tr: yüklemeden sonra chroot'u besleyen debconf'u yükle
uk: завантажити відповіді debconf до chroot після встановлення

source: use the specified keyring for debootstrap gpg verification
nl: gebruik de opgegeven sleutelbos voor debootstrap gpg verificatie
pt_br: utilize o chaveiro especificado para a verificação gpg pelo debootstrap
sq: për verifikim gpg të debootstrap përdor vargun e dhënë të kyçeve
tr: Debootstrap gpg doğrulaması için belirtilen anahtarı kullan
uk: використовувати вказане сховище ключів для перевірки gpg у debootstrap

source: NOTE: disabling security and updates APT sources for sid. They do not exist.
sq: SHËNIM: po çaktivizohen burimet e sigurisë dhe përditësimeve APT për sid. Nuk ekzistojnë.
tr: NOT: güvenlik devre dışı bırakma ve sid için APT kaynaklarını güncelleme. Onlar yok.

source: enable popularity-contest in the chroot
bs: uključi natjecanje za popularnost u chrootu
ja: chroot 内で popularity-contest を有効にする
nl: popularity-contest inschakelen in de chroot
pt_br: habilitar popularity-contest no chroot
sk: povolí v chroot popularity-contest
tr: chroot'ta popülerlik değerlendirmesini etkinleştir
uk: увімкнути popularity-contest у chroot

source: Enabling popularity contest...
bs: Uključujem natjecanje za popularnost...
ja: popularity contest を有効にしています…
nl: popularity contest wordt ingeschakeld...
pt_br: Habilitando concurso de popularidade...
sk: Povoľovanie popularity contest...
tr: Popülerlik değerlendirmesi etkinleştiriliyor...
uk: Вмикаємо popularity contest…

source: use specified http proxy
bs: koristi navedeni http proxy
ja: 指定された http プロキシを使う
nl: gebruik een bepaalde http-proxyserver
pt_br: usar o proxy http especificado
sk: použije zadaný HTTP proxy
sq: përdor ndërmjetësin http e treguar
tr: belirtilen http vekilini kullan
uk: використовувати вказаний проксі-сервер http

source: do not autodetect apt proxy configuration
bs: Nemoj automatski detektovati apt proxy konfiguraciju
ja: apt のプロキシ設定を自動的に検出しないようにする
nl: apt-proxyconfiguratie niet automatisch detecteren
pt_br: não detectar automaticamente a configuração de proxy do apt
sk: nerobí auto nastavenie APT proxy
sq: mos vetëzbulo formësim ndërmjetësi për apt
tr: apt vekil yapılandırmasını otomatik algılama
uk: не визначати налаштування проксі-сервера apt у автоматичному режимі

source: set the update mirror location
bs: postavi lokaciju mirror kopije za ažuriranje
ja: アップデートのミラーを指定する
nl: stel de locatie van de update mirror in
pt_br: defina a localização do espelho de atualização
sk: nastaví umiestnenie aktualizačného zrkadla
sq: caktoni vendndodhjen e pasqyrës së përditësimeve
tr: güncelleştirme yansısının konumunu ayarla
uk: встановити адресу дзеркала пакунків оновлення

source: NOTE: adding default dist and components to security mirror:
bs: NAPOMENA: dodajem podrazumijevanu distribuciju i komponente u bezbjednosno ogledalo:
ja: 注意: デフォルトの dist と components をセキュリティリポジトリのミラーに追加します:
nl: OPMERKING: toevoegen standaard dist en componenten aan de veiligheidsmirror:
pt_br: NOTA: adicionando dist padrão e components para o espelho de segurança:
sk: INFO: pridávam predvolenú distribúciu a komponenty bezpečnostného zrkadla:
sq: SHËNIM: po shtohet te pasqyra e sigurisë shpërndarja parazgjedhje dhe përbërësit:
tr: Not:Öntanımlı dağıtım ve bileşenleri güvenlik yansısına ekleniyor:
uk: ЗАУВАЖЕННЯ: додавання типового дистрибутива і компонентів до дзеркала пакунків захисту системи:

source: add a backports mirror
bs: dodaj kopije prijenosa na starije verzije
ja: backports ミラーを追加する
nl: voeg een backport-spiegelserver toe
pt_br: adicionar um repositório backports
sk: pridá zrkadlo backportov
sq: shtoni një pasqyrë backports
tr: arka depo yansısı ekle
uk: додати дзеркало пакунків зворотного портування

source: list of packages to install from the backports repositories
bs: popis paketa za instalaciju iz backports repozitorija
ja: backports リポジトリからインストールするパッケージの一覧
nl: pakketten die geïnstalleerd moeten worden uit de backport-pakketbronnen
pt_br: lista de pacotes para instalar a partir dos repositórios de backports
sk: zoznam balíkov na inštaláciu z backportov
sq: listë paketash që duhen instaluar prej deposh backports
tr: arka depo yansılarından kurulacak paketlerin listesi
uk: список пакунків, які слід встановити зі сховищ пакунків зворотного портування

source: distribution to pull backports from
bs: distribucija iz koje će se povući prijenosi na starije verzije
ja: backports から取得するディストリビューション
nl: distributie waarvan backports te gebruiken
pt_br: distribuição de onde os backports serão puxados
sk: nastaví distribúciu pre backporty
sq: shpërndarje prej nga të merret backports
tr: arka depo yansılarından çekilecek dağıtım
uk: дистрибутив, з якого слід брати пакунки для зворотного портування

source: NOTE: adding default dist and components to backports mirror:
bs: NAPOMENA: dodavanje podrazumijevane distribucije i komponenti na kopiju za starije verzije:
ja: 注意: デフォルトの dist と components を backports ミラーに追加します:
nl: OPMERKING: toevoegen standaard dist en componenten aan de backport-mirror:
pt_br: NOTA: adicionando distribuição padrão e componentes para espelho de backports:
sk: INFO: pridávam predvolenú distribúciu a komponenty zrkadla backportov:
sq: SHËNIM: po shtohet te pasqyra backport shpërndarja parazgjedhje dhe përbërësit:
tr: NOT: öntanımlı dağıtım ve bileşenler arka depo yansılarına ekleniyor:
uk: ЗАУВАЖЕННЯ: додавання типового дистрибутива і компонентів до дзеркала пакунків зворотного портування:

source: use the servers sources.list instead of generating one
bs: koristi sources.list sa servera umjesto stvaranja novog
ja: 生成したものではなく、サーバの sources.list を使う
nl: gebruik de pakkettenlijst van de server in plaats van deze nieuw aan te maken
pt_br: usar o sources.list dos servidores ao invés do que foi gerado
sk: použije súbor sources.list servera, namiesto generovania nového
sq: përdorni sources.list të shërbyesit, në vend se të prodhohet një e tillë
tr: yenisini yapmaktansa varolan sources.list sunucularını kullan
uk: використовувати sources.list з сервера замість створеного
