Repository: kvaps/ltsp5
Catalog: po/*.po
Languages: bs, ja, nl, pt_br, sk, sq, tr, uk

source: set the list of kernel packages to install
bs: postavi listu kernel paketa za instalaciju
ja: インストールするカーネルパッケージの一覧を設定する
nl: selecteer de kernelpakketten om te installeren
pt_br: definir a lista de pacotes do kernel a serem instalados
sk: nastaví zoznam balíkov jadra na inštaláciu
sq: caktoni listën e paketave të kernelit që duhen instaluar
tr: kurulum için çekirdek paketlerinin listesini ayarla
uk: визначити список пакунків ядер, які слід встановити

source: set the kernel variant to install
nl: zet de kernel variant om te installeren
pt_br: definir a variante do kernel a ser instalada
sq: caktoni version kerneli që duhet instaluar
tr: kurulacak çekirdek çeşidini belirle
uk: визначити варіант ядра, яке слід встановити

source: set the kernel version to install
nl: zet de kernel versie om te installeren
pt_br: definir a versão do kernel a ser instalada
sq: caktoni version kerneli që duhet instaluar
tr: kurulacak çekirdek sürümünü belirle
uk: визначити версію ядра, яке слід встановити

source: run most or all applications locally
bs: izvrši većinu ili sve aplikacije lokalno
ja: 殆ど、あるいは全てのアプリケーションをローカルで実行する
nl: de meeste of alle programma's lokaal draaien
pt_br: rodar a maioria ou todas aplicações locais
sk: spúšťať väčšinu alebo všetky aplikácie lokálne
sq: xhiroji lokalisht shumicën ose krejt aplikacionet
tr: çoğu ya da tüm uygulamayı yerel olarak çalıştır
uk: запускати більшість програма або всі програми локально

source: skip upgrade of installed packages
bs: preskoči nadgradnju instaliranih paketa
ja: インストール済みパッケージのアップグレードをスキップする
nl: sla upgrade van geïnstalleerde pakketten over
pt_br: pular atualização de pacotes instalados
sk: preskočí aktualizáciu nainštalovaných balíkov
sq: anashkalo përmirësimin e paketave të instaluara
tr: yüklenmiş paketlerin güncellemesini atla
uk: пропустити крок оновлення встановлених пакунків

source: create ext2 image for use with NBD
bs: kreiraj ext2 sliku za upotrebu s NBD
ja: NBD で使用する ext2 イメージを作成する
nl: maak een ext2-image-bestand aan voor gebruik met NBD
pt_br: criar imagem ext2 para usar com NBD
sk: vytvorí NBD obraz so súborovým systémom ext2
sq: krijo pamje ext2 për përdorim me NBD
tr: NBD ile kullanmak için ext2 görüntüsü oluştur
uk: створити образ ext2 для використання з NBD

source: create image for use with NBD of the specified filesystem
bs: kreiraj sliku za upotrebu s NBD navedenog datotečnog sistema
ja: NBD で使用するイメージを、指定されたファイルシステムで作成する
nl: maak een image-bestand aan voor gebruik met de NBD van het gespecificeerde bestandssysteem
pt_br: criar imagem para usar com NBD para o sistema de arquivos especificado
sk: vytvorí NBD obraz so zadaným súborovým systémom
sq: krijo në sistemin e dhënë të kartelave pamje për përdorim me NBD
tr: Belirtilen dosya sistemli NBD ile kullanılacak görüntüyü oluştur
uk: створити образ для використання з NBD з використанням вказаної файлової системи

source: install to the chroot all the .deb files contained in the provided directory
bs: Instaliraj u chroot sve .deb datoteke date u navedenom direktoriju
ja: 指定したディレクトリ内に含まれているすべての .deb ファイルを chroot にインストールする
nl: installeer alle .deb-bestanden in de aangegeven map in de chroot
pt_br: instalar para o chroot todos os arquivos .deb contidos no diretório fornecido
sk: nainštaluje do chroot všetky súbory .deb v zadanom adresári
sq: instalo te chroot-i krejt kartelat .deb që përmbahen në drejtorinë e dhënë
tr: sağlanan klasördeki tüm .deb dosyalarını chroot alanına kurun
uk: встановити до chroot всі файли .deb, що містяться у наданому каталозі

source: a simple webkiosk mode
bs: prosti web kiosk režim
ja: シンプルなウェブキオスクモード
nl: een eenvoudige webkiosk-modus
pt_br: um simples modo de quiosque
sk: režim jednoduchý webkiosk
tr: basit bir webbüfe (webkiosk) durumu
uk: простий режим вебкіоску

source: cache downloaded packages
bs: keširaj preuzete pakete
ja: ダウンロードしたパッケージをキャッシュする
nl: bewaar gedownloade pakketten in het buffergeheugen
pt_br: manter cache de pacotes baixados
sk: ukladá stiahnuté balíky do vyrovnávacej pamäte
sq: ruaji në fshehtinë paketat e shkarkuara
tr: indirilen paketleri önbelleğe al
uk: кешувати отримані пакунки

source: Copying packages
bs: Kopiram pakete
ja: パッケージのコピー中
nl: Pakketten kopiëren
pt_br: Copiando pacotes
sk: Kopírovanie balíkov
sq: Po kopjohen paketa
tr: Paketler kopyalanıyor
uk: Копіювання пакунків

source: done.
bs: gotovo.
ja: 完了。
nl: gereed.
pt_br: feito.
sk: hotovo.
sq: u bë.
tr: tamamlandı.
uk: виконано.

source: copy apt Packages files from server
bs: kopiraj apt Packages datoteke sa servera
ja: サーバから apt の Packages ファイルをコピーする
nl: kopieer apt-pakketbestanden van de server
pt_br: copiar arquivos dos Pacotes apt do servidor
sk: kopírovať súbory Packages zo servera
sq: kartelat e Paketave apt kopjoji prej shërbyesit
tr: sunucudan apt paketlerini kopyala
uk: копіювати всі файли пакунків apt з сервера

source: mount package cache dir from server
ja: サーバからパッケージキャッシュディレクトリをマウントする
nl: pakketbuffermap aankoppelen van server
pt_br: montar diretório de cache de pacotes do servidor
sk: pripojí vyrovnávaciu pamäť balíkov zo servera
sq: monto drejtori fshehtine paketash prej shërbyesi
tr: Sunucudaki paket önbellek dizinini bağla
uk: змонтувати каталог кешу пакунків з сервера

source: mount a server directory as the chroot package cache dir
ja: サーバのディレクトリを chroot のパッケージキャッシュディレクトリとしてマウントする
nl: een servermap aankoppelen als de chroot-pakketbuffermap
pt_br: montar um diretório do servidor como pacote de cache do chroot
sk: pripojí adresár servera ako vyrovnávaciu pamäť balíkov pre chroot
sq: montoni një drejtori shërbyesi si drejtori fshehtine paketash chroot
tr: Chroot paket önbelleği dizinini bir sunucu dizini olarak bağla
uk: змонтувати каталог сервера як каталог кешу пакунків chroot

source: use eatmydata to speed up build times, at risk of data not getting written to disk
nl: gebruik eatmydata om bouwtijden te verkorten, met het risico dat gegevens niet worden opgeslagen
pt_br: use eatmydata para acelerar o tempo de construção, sob o risco de alguns dados não serem gravados no disco
sq: përdor eatmydata që të përshpejtohen kohët e montimit, me rrezikun që të ketë të dhëna që s’arrijnë të shkruhen në disk
tr: kurma sürelerini hızlandırmak için, diske yazılmama riski taşıyan eatmydata kullanın
uk: скористатися eatmydata для пришвидшення часу збирання, ризикуючи неможливістю запису на диск

source: create squashfs image for use with NBD
ja: NBD で使う squashfs イメージを作成する
nl: maak een squashfs-image-bestand aan om te gebruiken met NBD
pt_br: criar imagem squashfs para ser usada com NBD
sk: vytvorí obraz squashfs na použitie s NBD
sq: krijo pamje squashfs për përdorim me NBD
tr: NBD ile kullanmak için squashfs kalıbı oluştur
uk: створити образ squashfs для використання з NBD

source: skip squashfs image creation
sq: anashkalo krijimin e pamjes squashfs
tr: squashfs imaj oluşturumunu atla

source: ERROR: unsupported architecture. Check your --arch argument: %s
bs: GREŠKA: nepodržana arhitektura. Provjerite vaš --arch argument: %s
ja: エラー: 未サポートのアーキテクチャです。--arch の引数を確認してください: %s
nl: FOUT: niet ondersteunde architectuur. Controleer uw --arch argument: %s
pt_br: ERRO: arquitetura não suportada. Confira seu argumento --arch: %s
sk: CHYBA: nepodporovaná architektúra. Skontrolujte parameter --arch: %s
sq: GABIM: arkitekturë e pambuluar. Kontrolloni argumentin tuaj për --arch argument: %s
tr: HATA: desteklenmeyen mimari. --arch değişkenini kontrol edin: %s
uk: ПОМИЛКА: підтримки цієї архітектури не передбачено. Перевірте, чи правильно вказано аргумент --arch: %s

source: supported values are: %s
bs: podržane vrijednosti su: %s
ja: サポートされている値: %s
nl: ondersteunde waarden zijn: %s
pt_br: valores suportados são: %s
sk: podporované hodnoty sú: %s
sq: vlerat e mbuluara janë: %s
tr: desteklenen değerler: %s
uk: можливі значення: %s

source: Path to kickstart file
bs: Putanja do datoteke kickstart
ja: kickstart ファイルへのパス (path)
nl: Pad naar kickstart-bestand
pt_br: Caminho para o arquivo kickstart
sk: Cesta k súboru kickstart
sq: Shteg për te kartelë kickstart
tr: kickstart dosyasının konumu
uk: Шлях до файла kickstart

source: Path to chroot-creator cache
bs: Staza do chroot-creator keša
ja: chroot-creator キャッシュへのパス (path)
nl: Pad naar chroot-creator cache
pt_br: Caminho para o cache do criador de chroot
sk: Cesta k vyrovnávacej pamäti chroot-creator
sq: Shteg për te fshehtinë chroot-creator
tr: chroot-oluşturucu önbelleğinin yeri
uk: Шлях до кешу chroot-creator

source: Release version number
bs: Broj verzije izdanja
ja: リリースバージョン番号
nl: Uitgave versienummer
pt_br: Número da versão de lançamento
sk: Číslo verzie vydania
sq: Numër versioni hedhjeje në qarkullim
tr: Yayın sürüm numarası
uk: Номер версії випуску

source: Distro name
bs: Ime distribucije
ja: ディストリビューション名
nl: Distro-naam
pt_br: Nome da distribuição
sk: Meno distribúcie
sq: Emër shpërndarjeje
tr: Dağıtım adı
uk: Назва дистрибутива

source: Set the number of parallel build processes
bs: Postavi broj paralelnih procesa građenja.
ja: 並列ビルドのプロセス数を設定する
nl: Stel het aantal gelijktijdige build processen in
pt_br: Defina o número de processos de construção paralelos
sk: Nastaví počet paralelných procesov zostavenia
sq: Caktoni numrin e proceseve paralelë të montimit
tr: eşzamanlı yapı işlemlerinin sayısını ayarla
uk: Встановити кількість паралельних процесів збирання

source: Set extra mirror locations (space-separated)
bs: Postavite dodatne ogledalo lokacije (prostor odvojen)
ja: 外部ミラーを指定する (空白で区切ること)
nl: Stel extra spiegelserverlocaties in (gescheiden door een spatie)
pt_br: Definir localização dos espelhos extras (separado por espaço)
sk: Nastaví umiestnenia ďalších zrkadiel (oddelené medzerami)
sq: Caktoni vendndodhje pasqyrash ekstra (ndarë me hapësirë)
tr: Fazladan yansı konumları ayarla (alan-ayrılmış)
uk: Встановити адреси додаткових дзеркал (відокремлені пробілами)

source: list of extra packages to install as part of the initial installation.
bs: popis dodatnih paketa za instalaciju, kao dio početne instalacije.
ja: 初期インストールの一部としてインストールする追加パッケージ群
nl: lijst van extra pakketten die geïnstalleerd moeten worden als deel van de aanvankelijke installatie.
pt_br: lista do pacotes extras para instalar como parte da instalação inicial.
sk: zoznam ďalších balíkov, inštalovaných počas počiatočnej inštalácie.
sq: listë paketash ekstra që duhen instaluar si pjesë e instalimit fillestar.
tr: başlangıç kurulumunun bir bölümü olarak kurmak için fazladan paketlerin listesi.
uk: список додаткових пакунків, які слід встановити як частину початкового комплекту встановлення.

source: Stage 3 URI
bs: Stepen 3 URI
ja: Stage 3 の URI
nl: Stap 3 URI
pt_br: URI de estágio 3
sk: Fáza 3 URI
sq: Uri për Hapin 3
tr: 3. aşama URI
uk: Адреса Stage 3

source: Gentoo installer to use, defaults to kicktoo
nl: Gentoo installatieprogramma wat gebruikt moet worden, standaard kicktoo
pt_br: Instalador do Gentoo para usar, padrão é kicktoo
sq: Instalues Gentoo që duhet përdorur, si parazgjedhje përdoret kicktoo
tr: Kullanılacak Gentoo yükleyicisi, kicktoo'ya varsayılandır
uk: Встановлювач Gentoo, яким слід скористатися, типовим є kicktoo

source: Path to installer profile
nl: Pad naar installatieprofiel
pt_br: Caminho para o perfil do instalador
sq: Shteg për te profili i instaluesit
tr: Yükleyici profil yolu
uk: Шлях до профілю встановлювача

source: Debug installer
nl: Debug installatieprogramma
pt_br: Depurar intalador
sq: Diagnostikoni instaluesin
tr: Hata ayıklayıcı kurucu
uk: Діагностика встановлювача

source: Show installer external command output
nl: Toon door installatieprogramma uitgevoerde opdrachten
pt_br: Mostrar a saída de comandos externos do instalador
tr: Yükleyici harici komut çıktısını göster
uk: Показувати дані, виведені зовнішнью командою встановлювача

source: Using installer: %s
nl: Gebruikt installatieprogramma: %s
pt_br: Utilizando o instalador: %s
sq: Përdorimi i instaluesit: %s
tr: Kullanılan kurucu: %s
uk: Використовуємо встановлювач: %s

source: ERROR: unsupported installer. Check your --installer argument: %s
nl: FOUT: installatieprogramma wordt niet ondersteund. Controleer je --installer argument: %s
pt_br: ERRO: instalador não suportado. Verifique seu argumento --installer: %s
sq: GABIM: instalues i pambuluar. Kontrolloni argumentin tuaj për --installer: %s
tr: Hata: desteklenmeyen kurucu. --installer argümanınızı denetleyin: %s
uk: ПОМИЛКА: непідтримуваний засіб встановлення. Перевірте, чи правильно вказано параметр --installer: %s

source: Custom installer profile: %s
nl: Aangepast installatie profiel: %s
pt_br: Perfil personalizado de instalador: %s
sq: Profil instaluesi vetjak: %s
tr: Özel kurucu profili: %s
uk: Нетиповий профіль засобу встановлення: %s

source: Default installer profile: %s
nl: Standaard installatie profiel: %s
pt_br: Perfil de instalador padrão: %s
sq: Profil instaluesi parazgjedhje: %s
tr: Öntanımlı kurucu profili: %s
uk: Типовий профіль засобу встановлення: %s

source: ERROR: %s does not exist
bs: ERROR: %s ne postoji
ja: エラー: %s は存在しません
nl: FOUT: %s bestaat niet
pt_br: ERRO: %s não existe
sk: CHYBA: %s neexistuje
sq: GABIM: %s nuk ekziston
tr: HATA: %s yok
uk: ПОМИЛКА: %s не існує

source: Installing into: %s
bs: Instalira u: %s
ja: 以下にインストールしています: %s
nl: Installeren in: %s
pt_br: Instalando em: %s
sk: Inštalácia do: %s
sq: Po instalohet te: %s
tr: Yükleme yeri: %s
uk: Встановлюємо до: %s

source: purge existing LTSP chroot if present
bs: Očisti postojeći LTSP chroot ako je prisutan
ja: もしあれば、既存の LTSP chroot を完全に削除する
nl: schoon de bestaande LTSP chroot op indien aanwezig
pt_br: remover LTSP chroot existente caso presente
sk: zmaže predchádzajúci chroot, ak existuje
sq: spastro chroot LTSP ekzistues, në pastë
tr: Varsa, mevcut LSTP chroot'unu temizle
uk: вилучити вже створений chroot LTSP, якщо такий існує

source: Set initramfs builder, defaults to genkernel
nl: Zet initramfs bouwer, standaard genkernel
pt_br: Definir initramfs builder, padrão para genkernel
sq: Caktoni montuesin e initramfs-së, si parazgjedhje përdoret genkernel
tr: Initramfs oluşturucuyu ayarlayın, varsayılan olarak genkernel'e
uk: Встановити засіб збирання initramfs, типовим є genkernel

source: Set kernel sources package, defaults to latest gentoo-sources
nl: kies kernel bron pakket, standaard de nieuwste gentoo-sources
pt_br: Definir pacotes de fontes do kernel, o padrão é gentoo-sources mais recente
sq: Caktoni paketa burimi kerneli, si parazgjedhje përdoren gentoo-sources më të rejat
tr: Çekirdek kaynakları paketini ayarla, varsayılan olarak en son gentoo kaynakları.
uk: Визначити пакунок з початковими кодами ядра; типовим буде пакунок gentoo-sources

source: Set URI of custom kernel config
nl: Kies URI van aangepaste kernel configuratie
pt_br: Definir URI da configuração personalizada do kernel
sq: Caktoni URI-n e formësimit të kernelit vetjak
tr: Özel çekirdek yapılandırmasının URI'sini ayarla
uk: Визначити адресу нетипових налаштувань ядра

source: Set input device drivers to install
nl: Zet invoerapparaat drivers om te installeren
pt_br: Definir os drivers a instalar para os dispositivos de entrada
sq: caktoni përudhësa pajisjesh input që duhen instaluar
tr: Yüklenecek giriş aygıtı sürücülerini ayarlama
uk: Встановити драйвери пристроїв введення для встановлення

source: Set video card drivers to install
nl: Zet videokaart drivers om te installeren
pt_br: Definir os drivers de placa de vídeo que serão instalados
sq: Caktoni përudhës karte video që duhe instaluar
tr: Kurulacak grafik kartı sürücülerini belirle
uk: Визначити драйвери відеокартки, які слід встановити

source: Release version number (el6,fc18,fc19) * Not working yet
sq: Numër versioni hedhjeje në qarkullim (el6,fc18,fc19) * S’funksionon ende
tr: Yayın sürüm numarası (el6,fc18,fc19) * Henüz çalışmıyor

source: Load a user specific configuration file
bs: Učitaj datoteku sa korisnički specificiranom konfiguracijom
ja: 任意のユーザ設定ファイルを読み込む
nl: laad een gebruikerspecifiek configuratiebestand
pt_br: Carregar um arquivo de configuração específico do usuário
sk: Načíta používateľský konfiguračný súbor
sq: Ngarkoni kartelë formësimi të një përdoruesi të dhënë
tr: Kullanıcının belirlediği yapılandırma dosyasını yükle
uk: Завантажити визначений користувачем файл налаштувань

source: ERROR: --arch %s called on unsupported arch: %s
bs: GREŠKA: --arch %s pozvan na nepodržanoj arhitekturi: %s
ja: エラー: --arch %s は、現在のアーキテクチャでは未サポートです: %s
nl: FOUT: --arch %s wilde niet ondersteunde arch gebruiken: %s
pt_br: ERRO: --arch %s chamado em uma arquitetura não suportada: %s
sk: CHYBA: --arch %s volané na nepodporovanej architektúre: %s
sq: GABIM: --arch %s i thirru për arch të pambuluar: %s
tr: HATA: --arch %s, desteklenmeyen mimaride %s çağırıldı
uk: ПОМИЛКА: викликано --arch %s на непідтримуваній архітектурі: %s

source: set the linuxmint distribution to be used for install, defaults to running distribution
sq: caktoni shpërndarjen linuxmint që duhet përdorur për instalimin, si parazgjedhje përdoret shpërndarja që është duke xhiruar
tr: kurulum için kullanılacak linuxmint dağıtımını ayarlayın, dağıtımı varsayılan olarak ayarlanır

source: set the security mirror location
bs: postavi lokaciju sigurnosne mirror kopije
ja: セキュリティリポジトリのミラーを指定する
nl: stel de locatie van de veiligheidsmirror in
pt_br: defina a localização do espelho de segurança
sk: nastaví umiestnenie bezpečnostného zrkadla
sq: caktoni vendndodhjen e pasqyrës së sigurisë
tr: güvenlik yansısının konumunu ayarla
uk: встановити адресу дзеркала пакунків захисту

source: enable LTSP-Cluster
bs: omogući LTSP-klaster
ja: LTSP-Cluster を有効にする
nl: LTSP-Cluster inschakelen
pt_br: habilitar LTSP-Cluster
sk: povolí LTSP-Cluster
sq: aktivizoni LTSP-Cluster
tr: LTSP-Cluster etkinleştir
uk: увімкнути LTSP-Cluster

source: force to skip the squashfs build (for debian-installer)
bs: forsiraj za preskakanje squashfs gradnje (za debian-installer)
ja: squashfs のビルドを強制的にスキップする (debian-installer 用)
nl: forceren om de squashfs build over te slaan (voor debian-installatie)
pt_br: forçar pular a compilação do squashfs (para o instalador do Debian)
sk: vynúti vynechanie tvorby squashfs (pre debian-installer)
sq: bëje të detyrueshëm anashkalimin e montimit të squashfs (për debian-installer)
tr: squashfs yapısını atlamaya zorla (debian yükleyicisi için)
uk: пропустити збирання squashfs у примусовому порядку (для debian-installer)

source: enable debug support
bs: omogući debug podršku
ja: デバッグのサポートを有効にする
nl: schakel foutopsporingsondersteuning in
pt_br: habilitar o suporte à depuração
sk: zapne podporu ladenia
sq: aktivizoni mbulim për diagnostikime
tr: hata ayıklama desteğini etkinleştir
uk: увімкнути підтримку діагностики

source: load a user specific configuration file
bs: učitaj od korisnika određenu datoteku konfiguracije
ja: 任意のユーザ設定ファイルを読み込む
nl: laad een gebruikerspecifiek configuratiebestand
pt_br: carregar um arquivo de configuração específico do usuário
sk: načíta používateľský konfiguračný súbor
sq: ngarkoni kartelë formësimi të një përdoruesi të dhënë
tr: kullanıcıya özel bir yapılandırma dosyası yükleyin
uk: завантажити визначений користувачем файл налаштувань

source: exclude packages from the initial chroot
bs: isključi pakete iz početnog chroot-a
ja: 最初の chroot から除外するパッケージ
nl: pakketten uitsluiten van de aanvankelijke chroot
pt_br: excluir pacotes do chroot inicial
sk: vylúči balíky z počiatočného chroot
sq: përjashtoni paketa prej chroot-it fillestar
tr: paketleri ilk chroot'dan hariç tut
uk: виключити пакунки з початкового chroot

source: set the default base install directory
bs: postaviti podrazumijevani bazni instalirani direktorij
ja: デフォルトのベースインストールディレクトリを設定する
nl: stel de standaard basisinstallatiemap in
pt_br: definir o diretório base da instalação
sk: nastaví predvolený základný adresár
sq: caktoni drejtorinë bazë parazgjedhje të instalimit
tr: öntanımlı temel kurulum dizinini ayarla
uk: встановити типовий каталог базового встановлення

source: set the name of the chroot
bs: postavi ime za chroot
ja: chroot の名前を設定する
nl: de naam van de chroot instellen
pt_br: definir o nome do chroot
sk: nastaví meno chroot
sq: caktoni emrin e chroot-it
tr: chroot adını ayarla
uk: визначити назву chroot

source: NOTE: disabling security APT source for sid. It does not exist.
ja: 注意: sid 用セキュリティリポジトリの APT ソースを無効にします。これは存在しません。
pt_br: NOTA: desabilitando fonte APT de segurança para sid. Isto não existe.
uk: ЗАУВАЖЕННЯ: вимикаємо джерело APT пакунків захисту для sid. Такого джерела просто не існує.

source: mounts CDROM before installation
bs: montira CDROM prije instalacije
ja: インストールの前に CD-ROM をマウントする
pt_br: montar o CDROM antes da instalação
sk: pred inštaláciou pripojí CD-ROM
uk: монтувати CDROM до встановлення
